<div id="left-content-area">
<div class="container-wrapper">
<section class="start-game-guide-box">
<div class="text" style="width: 100%;text-align: left;font-family: Beaufort;color: #533724;font-size: 16px;margin-top: 15px;">
<link rel='stylesheet' href='style/download.css' />
<link rel='stylesheet' href='style/lightbox.css' />
<div class="breadcrumb"><span><a href="/">Главная</a> </span>»<span> Профессии</span></div>

<table class="tborder" cellpadding="0" cellspacing="1" border="0" width="100%" align="center">
<div id="node-134763" class="node">
<br />
<font size="+1"><p>Если Вы любите собирать все вокруг, чтобы потом из этого творить какие-нибудь необычайно полезные вещи, то игра Forsaken World Вас точно вдохновит. В этом мире у Вас будет возможность узнать 15 профессий. Некоторые из них будут «осваиваться» Вами автоматически при достижении определенных уровней. Остальные придется получать за очки, которые будут начисляться за выполнение главных квестов. На 10, 20, 30, 35, 40 и 45 уровнях у вас будут появляться возможности получить очередную профессию. Ремесел, не требующих использования очков профессий три: дипломат, охотник, торговец, — и, максимально, 6 очков для осваивания других. Если же хотите попробовать что-то новенькое, текущую профессию можно «заморозить», тем самым освобождая очки для освоения новой. Заморозить профессию можно используя "Плод мудрости", который дается в качестве подарка из сундука, в качестве награды за достижения, а также можно приобрести в Игровом магазине.</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof-1.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof-1.jpg" width="500"></a></center><p></p>
<font size="+1"><p>Все профессии, доступные за очки, можно условно разделить на добывающие и обрабатывающие.
С помошью добывающих профессий можно получить что-то новое "из ничего" (или почти из ничего): выкопать растение, поймать рыбу, приручить питомца. Использование этих профессий практически всегда тратит терпение (желтая полоска).
С помощью обрабатывающих профессий можно создать что-то из ресурсов, полученных добывающими профессиями или другими путями: сварить зелье, выковать оружие и т.п. Использование этих профессий практически всегда тратит энергию (голубая полоска).
Все профессии, которые игрок получает автоматически можно назвать квестовыми. Их развитие осуществляется с помощью квестов и их уровень влияет на вид, эффективность выполнения этих квестов, а так же награду за них.</a></p>
<font size="+1"><p>Травник. </br>Профессия травника дает вам возможность собирать прекрасные растения, цветущие и благоухающие. </br> -Доступна с 10 уровня; </br> -Тип: Добывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_2.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_2.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Алхимик. </br>Освоив эту профессию, Вы сможете готовить различные снадобья. Наиболее важными являются «банки» для поддержания здоровья, уровня маны, грезы для поднятия опыта. Некоторые зелья будут необходимы для выполнения квестов. Также эта профессия дает возможность создавать камни сопротивления. </br> -Доступна с 10 уровня; </br> -Тип: Обрабатывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_3.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_3.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Повар. </br>Хотите стать гениальным поваром, способным удивить любого изысканными шедеврами кулинарии? Это будет несложно, если Вы станете другом местного шеф-повара! Профессия позволит Вам готовить блюда, способные насытить даже самых голодных и уставших после долгих боев путников. </br> -Доступна с 10 уровня; </br> -Тип: Обрабатывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_4.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_4.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Рыболов. </br>В мире Эйры множество мест, где Вы сможете ловить рыбу. Она пригодна в пищу, а также необходима для выполнения квестов. </br> -Доступна с 20 уровня; </br> -Тип: Добывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_5.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_5.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Рудокоп. </br>Вы сможете добывать самые различные виды руды. </br> -Доступна с 30 уровня; </br> -Тип: Добывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_6.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_6.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Дипломат. </br>Развиваться в качестве дипломата Вам поможет бард Рио, а также наставник дипломатии Пьер Авариэль. Обоих персонажей Вы без труда найдете на городской площади Вольной Гавани неподалеку от Генри. У них Вы сможете получать особые умения, а также брать квесты, которые помогут узнать все тонкости ораторского искусства и стать докой по части убеждения и уговоров. </br> -Доступна с 20 уровня; </br> -Тип: Квестовая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_8.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_8.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Охотник. </br>Обратившись к представителям гильдии охотников, Вы получите возможность узнать больше о профессии, а также стать настоящим искателем сокровищ. </br> -Доступна с 30 уровня; </br> -Тип: Квестовая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_9.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_9.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Торговец. </br>В торговой гильдии точно знают, как можно быстро и эффективно обогатиться. Любите и умеете считать деньги - Вам определённо туда. </br> -Доступна с 40 уровня; </br> -Тип: Квестовая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Pro_10.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Pro_10.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Ремесленник. </br>Ремесленники — мастера, создающие аксессуары, способные увеличивать Ваши характеристики, а также военные медали — непременные атрибуты великих воинов и незаменимые предметы для выполнения некоторых квестов. Прокачивая профессию ремесленника, Вы будете со временем становиться все более опытным мастером и создавать все более ценные аксессуары. </br> -Доступна с 30 уровня; </br> -Тип: Обрабатывающая;</a></p>
<font size="+1"><p>Инженер. </br>Обладатель этой профессии умеет разбирать амуницию и оружие для получения ценных материалов. А также создавать Осколки и Самоцветы Титанума, они улучшат прочность снаряжения. </br> -Доступна с 40 уровня; </br> -Тип: Добывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_11.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_11.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Укротитель. </br>В мире Эйры обитают особенные звери, которых не так-то просто поймать и тем более приручить. Это может сделать только храбрый укротитель. </br> -Доступна с 35 уровня; </br> -Тип: Добывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_12.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_12.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Оружейник. </br>Вы сможете самостоятельно создавать великолепное оружие для разных классов персонажей. </br> -Доступна с 40 уровня; </br> -Тип: Обрабатывающая;</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_13.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_13.jpg" width="300"></a></center><p></p>
<font size="+1"><p>Кузнец. </br>Этот мастер специализируется на создании амуниции. Кузнецы могут изготавливать несколько видов доспехов. В первую очередь это тяжелая броня, которая необходима для защитников и воинов. Она обладает особыми показателями прочности. Легкая броня нужна для увертливых и быстрых вампиров, убийц и стрелков. Также есть матерчатые доспехи для колдовских сражений магов, жрецов и бардов. </br> -Доступна с 40 уровня; </br> -Тип: Обрабатывающая;</a></p>
<font size="+1"><p>Ювелир. </br>Ювелир в своих возможностях не уступает профессиям оружейника и бронника, ведь произведённые именно им драгоценности придадут доспеху или оружию той не былой силы. Камни ювелира будут иметь спрос среди всех архетипов и классов игры. У ювелира найдутся драгоценности на любой вкус и цвет (всего их 8). Будь то камень увеличивающий урон от магии или же придающей большей защищенности от нее. Как и алхимику, ювелиру не понадобится искать камни для своих рецептов, они будут также выпадать из NPC, начиная с 30-ого уровня. </br> -Доступна с 45 уровня; </br> -Тип: Обрабатывающая;</a></p>
<font size="+1"><p>Зачарователь. </br>Древняя магия рун станет доступна на 45 уровне. Она будет необходима для зачарования предметов. За обучением будет необходимо обратиться к Лорелу в Вольной гавани. Однако пока что данная профессия недоступна.</a></p>
<p></p><center><a href="https://atariagame.com/images/ms/Prof_16.jpg" rel="lightbox[field_image]" target="_blank" class="lightbox-processed"><img src="https://atariagame.com/images/ms/Prof_16.jpg" width="300"></a></center><p></p>
</table>
</div>
</section>
</div>
</div>

<style>
.breadcrumb span {
color: #91502a;
}
</style>