<div id="left-content-area">
<div class="container-wrapper">
<section class="start-game-guide-box">
<div class="text" style="width: 100%;text-align: left;font-family: Beaufort;color: #533724;font-size: 16px;margin-top: 15px;">
<div class="breadcrumb"><span><a href="/">Главная</a> </span>»<span> Faq</span></div>


<table class="tborder" cellpadding="0" cellspacing="1" border="0" width="100%" align="center">
<tbody>
<div id="textcontent">																			
<p><a name="q1"></a></p>
<p><span class="raquo">»</span> <strong style="font-size: 16px;">1. Что такое игра Forsaken World?</strong>
<p>Forsaken World - фентазийная, многопользовательская, ролевая игра от компании Perfect World Entertainment.</p>
<p>Любой может окунуться в огромный мир и открыть для себя сотни новых дорог. В игре можно путешествовать по воздуху на небесных существах, покорять земли на прирученных зверях. А если вы заведете себе питомца, то любое приключение не будет скучным.</p>
<font size="+1"><p>В игре реализована система наставничества, возможность сыграть свадьбу, сражения между гильдиями, создание альянсов и многое другое.</p></font>
<p><a name="q2"></a></p>
<font size="+2"><p><h2>2. Каковы системные требования игры?</h2></font>
<font size="+1"><p>С системными требованиями можно ознакомиться <a href="https://atariagame.com/client">здесь</a>. Для скачивания и установки игры потребуется около 20 GB свободного места.</p></font>
<p><a name="q3"></a></p>
<font size="+2"><p><h2>3. Какой максимальный уровень в игре?</h2></font>
<font size="+1"><p>Максимальный уровень персонажа в игре 90.</p></font>
<p><a name="q4"></a></p>
<font size="+2"><p><h2>4. Существуют ли в игре ездовые животные?</h2></font>
<p>В игре есть множество различных животных и приспособлений, на которых можно ездить, летать и сражаться.</p></font>
<p><a name="q5"></a></p>
<font size="+2"><p><h2>5. Какие расы и классы есть в игре?</h2></font>
<font size="+1"><p>В игре есть шесть рас, в каждой из которых есть различные классы.<br>
Люди: могут быть Магами, Воинами, Жрецами или Убийцами.<br>
Эльфы: могут быть Воинами, Жрецами или Бардами.<br>
Гномы: могут быть Стрелками.<br>
Франгоры: могут быть Защитниками (только персонажи мужского пола).<br>
Весперианы: могут быть Убийцами, Магами, Вампирами или Жнецами.<br>
Ликаны: могут быть Убийцами (только персонажи мужского пола), Жрецами (только персонажи женского пола) или Жнецами.</p></font>
<p><a name="q6"></a></p>
<font size="+2"><p><h2>6. Есть ли в Forsaken World инстансы (подземелья)?</h2></font>
<font size="+1"><p>Да, в игре есть множество подземелий, рассчитанных на различные уровни игроков.</p></font>
<p><a name="q7"></a></p>
<font size="+2"><p><h2>7. Сколько персонажей можно создать?</h2></font>
<font size="+1"><p>На каждом аккаунте Вы можете создать до восьми различных персонажей на каждом сервере.</p></font>
<p><a name="q8"></a></p>
<font size="+2"><p><h2>8. Как я могу изменять внешность своего персонажа?</h2></font>
<font size="+1"><p>В Forsaken World имеется редактор внешнего вида персонажа. С его помощью игрок может создать персонажа по своему вкусу: изменение различных пропорций тела, лица, выбор причесок, размера и формы глаз, носа, губ - все можно настроить, что обеспечивает полный контроль для пользователя.</p></font>
<p><a name="q9"></a></p>
<font size="+2"><p><h2>9. У меня есть промо-код, что с ним делать?</h2></font>
<font size="+1"><p>Необходимо ввести его на <a href="https://atariagame.com/promocode/activate">этой странице</a>.</p></font>
<p><a name="q10"></a></p>
<font size="+2"><p><h2>10. Сервер находится в рейтинге mmotop?</h2></font>
<font size="+1"><p>Да, игровой сервер находится в рейтинге mmotop. Статистика голосов обновляется раз в 2 часа. </p></font>

</tbody>
</table>

</div>
</section>


        </div>
</div>

<style>
.breadcrumb span {
color: #91502a;
}
</style>